Repository: patricbarca/settly
Catalog: ios/App/App/Localizable.xcstrings
Source language: en
Languages: es

source: Add expense
es: Añadir gasto

source: Describe an expense, like “taxi 30 with Emma”. Settlia opens it ready for you to review before saving.
es: Describe un gasto, como “taxi 30 con Emma”. Settlia lo abre listo para que lo revises antes de guardarlo.

source: Expense
es: Gasto

source: Merchant
es: Comercio

source: Amount
es: Importe

source: Add ${note} to Settlia
es: Añadir ${note} a Settlia

source: What did you spend?
es: ¿Qué gastaste?

source: Scan receipt
es: Escanear ticket

source: Opens Settlia straight to the receipt scanner.
es: Abre Settlia directamente en el escáner de tickets.

source: Scan a receipt from ${merchant}
es: Escanear un ticket de ${merchant}
